Repository: sepideAsgari/Dj-virtual-designer
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: fa

source: upload image
fa: بارگذاری عکس

source: first name
fa: نام

source: last name
fa: نام خانواذگی

source: email
fa: ایمیل

source: text
fa: متن پیام

source: About Us
fa: درباره ما

source: Home
fa: خانه

source: Account
fa: حساب کاربری

source: Services
fa: سرویس ها

source: start design
fa: شروع طراحی

source: portfolio
fa: نمونه کارها

source: Contact Us
fa: ارتباط با ما

source: Logout
fa: خروج

source: Login
fa: ورود

source: site name
fa: نام سایت

source: Frequently Asked Questions
fa: سوالات متداول

source: Lorium ipsum dolor sit amet
fa: لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ

source: Design with artificial intelligence
fa: طراحی با هوش مصنوعی

source: is a creative AI platform for virtual staging, home renovation, layout editing and interior design. It caters to professionals such as real estate agents, photographers, contractors and designers as well as homeowners. The platform offers advanced AI tools for seamless virtual staging and vivid reconstruction visualization. It prioritizes fast, intuitive, and customizable changes, removing the learning curve for a fast, photo-realistic design experience.
fa: یک پلت فرم خلاقانه هوش مصنوعی برای صحنه سازی مجازی، بازسازی خانه، ویرایش چیدمان و طراحی داخلی است. این به افراد حرفه ای مانند مشاوران املاک، عکاسان، پیمانکاران و طراحان و همچنین صاحبان خانه پاسخ می دهد. این پلتفرم ابزارهای هوش مصنوعی پیشرفته ای را برای صحنه سازی مجازی بدون درز و تجسم بازسازی واضح ارائه می دهد. تغییرات سریع، بصری و قابل تنظیم را در اولویت قرار می دهد و منحنی یادگیری را برای یک تجربه طراحی سریع و واقعی از عکس حذف می کند.

source: ?how it works
fa: چگونه کار میکند؟

source: You can simply upload your photos in JPG, JPEG, PNG format with a maximum size of 50 MB, choose the preferred settings and get your results in seconds.
fa: می توانید به سادگی عکس های خود را با فرمت JPG, JPEG, PNG و حداکثر اندازه 50 مگابایت آپلود کنید، تنظیمات برگزیده را انتخاب کنید و نتایج خود را در عرض چند ثانیه دریافت کنید.

source: ?Why choose us
fa: چرا ما را انتخاب کنید؟

source: Virtual design
fa: طراحی مجازی

source: Easy to use
fa: استفاده آسان

source: Fast and reliable
fa: سریع و قابل اعتماد

source: View results instantly
fa: مشاهده نتایج به صورت آنی

source: Thank you for your message!
fa: ممنون از پیام شما!

source: Our experts will contact you as soon as possible.
fa: کارشناسان ما در اسرع وقت با شما تماس میگیرند.

source: Submit
fa: ارسال

source: Your message has been successfully sent.
fa: پیام شما با موفقیت ارسال شد.

source: The latest portfolio
fa: آخرین نمونه کارها

source: Projects
fa: نمونه-کار-ها

source: child Room
fa: اتاق کودک

source: living Room
fa: اتاق نشیمن

source: kitchen
fa: اتاق والدین

source: parents Room
fa: آشپزخانه

source: Uploaded photos
fa: عکس‌های بارگذاری شده

source: Produced photos
fa: عکس‌های تولید شده

source: Start Design
fa: شروع طراحی

source: The selected files must be in JPG, JPEG, PNG format
fa: فایلهای انتخابی باید فرمتJPG, JPEG, PNG داشته باشند

source: and be at most 50 MB.
fa: و حداکثر 50 مگابایت باشند.

source: Upload
fa: آپلود

source: Images uploaded successfully!
fa: تصاویر با موفقیت آپلود شدند!

source: Welcome
fa: بفرمایید

source: Choose Virtual Design
fa: طراحی مجازی را انتخاب کنید

source: home/
fa: خانه/

source: aboutus/
fa: درباره-ما/

source: contactus/
fa: ارتباط-با-ما/

source: services/
fa: شروع-طراحی/

source: projects/
fa: نمونه-کار-ها/

source: You cannot upload more than 4 photos.
fa: شما نمی‌توانید بیشتر از 4 عکس بارگذاری کنید
